---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Level
zh: 标高
source: html/42715128-e45b-1c56-25fa-84a0855a3012.htm
---
# Level Members

**中文**: 标高

Adds a default Leader for the indicated end of the datum plane. This method does not apply to Reference planes (which do not support leaders).